/* The canonical name of AirPort */
"AIRPORT_INTERFACE_NAME" = "AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_KIND" = "Hasło sieci AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_WHERE" = "Sieć AirPort";

/* Status label, indicates airport appears to be associated with a network */
"AIRPORT_SETTINGS_STATUS" = "Ustawienia AirPort";

/* Status label, indicates airport is turned on */
"AIRPORT_STATUS" = "AirPort";

/* The canonical name of Ethernet */
"ETHERNET_INTERFACE_NAME" = "Ethernet";

/* Status label, indicates ethernet appears to be plugged in */
"ETHERNET_STATUS" = "Ethernet";

/* Title of continue button */
"CONTINUE_BUTTON" = "Dalej";

/* The subtitle of a failed status light */
"FAILED_STATUS_TEXT" = "Błąd";

/* Text that appears while scanning the network for its current state */
"SCANNING_TEXT" = "Skanuję…";

/* Text that appears while connecting to network */
"CONNECTING_TEXT" = "Łączę się…";

/* Title of back button */
"GO_BACK_BUTTON" = "Wróć";

/* The canonical name of Internal Modem */
"INTERNALMODEM_INTERFACE_NAME" = "Modem wewnętrzny";

/* The canonical name of External Modem */
"EXTERNALMODEM_INTERFACE_NAME" = "Modem zewnętrzny";

/* Status label, indicates the internet is reachable */
"INTERNET_STATUS" = "Internet";

/* Status label, indicates the ISP is reachable */
"ISP_STATUS" = "ISP";

/* Status label, indicates airport appears to be associated with a network */
"MODEM_SETTING_STATUS" = "Ustawienia modemu";

/* Status label, indicates there a modem */
"MODEM_STATUS" = "Modem";

/* Describes generically that the app has encountered some sort of network change */
"NETWORK_CHANGE_DETECTED_TEXT" = "Konfiguracja sieci została zmieniona. Kliknij w OK, aby przejść do następnego etapu.";

/* Title of back button when we can figure out how to go back */
"NETWORK_CHANGE_DETECTED_TITLE" = "Wykryto zmianę w sieci";

/* Status label, indicates PPP settings look correct
   Status label, indicates DHCP/PPPoE settings look correct */
"NETWORK_SETTINGS_STATUS" = "Ustawienia sieciowe";

/* Title of an Okay button */
"OK_BUTTON" = "OK";

/* Title of quit button */
"QUIT_BUTTON" = "Zakończ";

/* Status label, indicates internet is reachable */
"SERVER_STATUS" = "Serwer";

/* Title of back button */
"START_OVER_BUTTON" = "Rozpocznij od nowa";

